tap "aws/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "ack"
brew "awscli"
brew "circleci"
brew "cocoapods"
brew "direnv"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "httpie"
brew "jq"
brew "neovim"
brew "postgresql"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "stripe/stripe-cli/stripe"
cask "charles"
cask "font-iosevka-nerd-font"
cask "kitty"
cask "monitorcontrol"
cask "ngrok"
mas "1Password 7", id: 1333542190
mas "Divvy", id: 413857545
mas "Evernote", id: 406056744
mas "GlucoGram", id: 1107429772
mas "Grammarly for Safari", id: 1462114288
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 880001334
mas "Slack", id: 803453959
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
