tap "aws/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "ack"
brew "awscli"
brew "circleci"
brew "cocoapods"
brew "direnv"
brew "docker-compose", link: false
brew "fastlane"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "httpie"
brew "jq"
brew "make"
brew "mas"
brew "mysql"
brew "neovim"
brew "nvm"
brew "postgresql"
brew "pv"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yq"
brew "stripe/stripe-cli/stripe"
cask "charles"
cask "fastlane"
cask "font-iosevka"
cask "kitty"
cask "monitorcontrol"
cask "ngrok"
cask "react-native-debugger"
cask "typora"
mas "1Password 7", id: 1333542190
mas "Brightness Slider", id: 456624497
mas "Divvy", id: 413857545
mas "Evernote", id: 406056744
mas "GlucoGram", id: 1107429772
mas "Grammarly for Safari", id: 1462114288
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Reeder", id: 880001334
mas "Save to Pocket", id: 1477385213
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "Tomato One", id: 907364780
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
